/**
 * sky 天气
 * @returns 返回模拟数据
 */
export const skyList = [
	{
		v1: '渠道',
		v2: '工单数',
		v3: '同比',
		v5: '环比',
		type: 'title',
	},
	{
		v1: '互联网',
		v2: '1000',
		v3: '+10.5%',
		v5: '+9.5%',
	},
	{
		v1: '邮件',
		v2: '1500',
		v3: '+15.4%',
		v5: '+7.5%',
	},
	{
		v1: '信箱',
		v2: '500',
		v3: '+13.2%',
		v5: '+6.5%',
	},
	{
		v1: '电话',
		v2: '500',
		v3: '-5.2%',
		v5: '-1.5%',
	},
	{
		v1: '网路',
		v2: '850',
		v3: '+25.9%',
		v5: '+10.5%',
	},
];

/**
 * 当前设置状态
 * @returns 返回模拟数据
 */
export const dBtnList = [
	{
		v2: '云计算 + 大数据 + AI',
		v3: '126天',
		v4: '设备在线',
	},
];

/**
 * 当前设备监测
 * @returns 返回模拟数据
 */
export const chartData4List = [
	{
		label: '首单',
	},
	{
		label: '多次',
	},
];
